---
kind: other
id: Properties.T:Autodesk.Revit.DB.Lighting.InitialIlluminanceIntensity
source: html/2a170702-c5e7-129b-cc8b-494e428439a0.htm
---
# InitialIlluminanceIntensity Properties

The illuminance intensity distance value.